[
  {
    "title": "",
    "text": "<div> <div> <div> <header> <section> <div> <div> <h1>Privacy Policy</h1> <p><em>This Privacy Policy was last updated on December 1, 2021.</em></p> <p>Thank you for joining Udemy. We at Udemy (<strong>&ldquo;Udemy&rdquo;</strong>,&nbsp;<strong>&ldquo;we&rdquo;</strong>,&nbsp;<strong>&ldquo;us&rdquo;</strong>) respect your privacy and want you to understand how we collect, use, and share data about you. This Privacy Policy covers our data collection practices and describes your rights regarding your personal data.</p> <p>Unless we link to a different policy or state otherwise, this Privacy Policy applies when you visit or use the Udemy and CorpU websites, mobile applications, APIs, or related services, including CorpU Open (the&nbsp;<strong>&ldquo;Services&rdquo;</strong>). It also applies to prospective customers of our business and enterprise products.</p> <p><strong>By using the Services, you agree to the terms of this Privacy Policy.</strong> You shouldn&rsquo;t use the Services if you don&rsquo;t agree with this Privacy Policy or any other agreement that governs your use of the Services.</p> <h2>Table of Contents</h2> <ul> <li><a href='https://www.udemy.com/terms/privacy/#section1'>1. What Data We Get</a></li> <li><a href='https://www.udemy.com/terms/privacy/#section2'>2. How We Get Data About You</a></li> <li><a href='https://www.udemy.com/terms/privacy/#section3'>3. What We Use Your Data For</a></li> <li><a href='https://www.udemy.com/terms/privacy/#section4'>4. Who We Share Your Data With</a></li> <li><a href='https://www.udemy.com/terms/privacy/#section5'>5. Security</a></li> <li><a href='https://www.udemy.com/terms/privacy/#section6'>6. Your Rights</a></li> <li><a href='https://www.udemy.com/terms/privacy/#section7'>7. Jurisdiction-Specific Rules</a></li> <li><a href='https://www.udemy.com/terms/privacy/#section8'>8. Updates &amp; Contact Info</a></li> </ul> <h2>1. What Data We Get</h2> <p><br></p> <div> <div>We collect certain data from you directly, like information you enter yourself, data about your consumption of content, and data from third-party platforms you connect with Udemy. We also collect some data automatically, like information about your device and what parts of our Services you interact with or spend time using.</div> </div> <p><br></p> <h3>1.1 Data You Provide to Us</h3> <p>We may collect different data from or about you depending on how you use the Services. Below are some examples to help you better understand the data we collect.</p> <p>When you create an account and use the Services, including through a third-party platform, we collect any data you provide directly, including:</p> <p><br></p> <table> <tbody> <tr> <td><strong>Account Data</strong></td> <td>In order to use certain features (like accessing content), you need to create a user account which requires us to collect and store your email address, password, and account settings. To create an instructor account, we collect and store your name, email address, password, and account settings. As you use certain features on the site, you may be prompted to submit additional information including occupation, government ID information, verification photo, date of birth, race/ethnicity, skill interests, and phone number. Upon account creation, we assign you a unique identifying number.</td> </tr> <tr> <td><strong>Profile Data</strong></td> <td>You can also choose to provide profile information like a photo, headline, biography, language, website link, social media profiles, country, or other data. Your Profile Data will be publicly viewable by others.</td> </tr> <tr> <td><strong>Shared Content</strong></td> <td>Parts of the Services let you interact with other users or share content publicly, including by posting reviews about content, asking or answering questions, sending messages to students or instructors, or posting photos or other work you upload. Such shared content may be publicly viewable by others depending on where it is posted.</td> </tr> <tr> <td><strong>Educational Content Data</strong></td> <td>When you access content, we collect certain data including which courses, assignments, labs, workspaces, and quizzes you&rsquo;ve started and completed; content purchases and credits; subscriptions; completion certificates; your exchanges with instructors, teaching assistants, and other students; and essays, answers to questions, and other items submitted to satisfy course and related content requirements. If you are an instructor, we store your educational content which may contain data about you.</td> </tr> <tr> <td><strong>Student Payment Data</strong></td> <td>If you make purchases, we collect certain data about your purchase (such as your name, billing address, and ZIP code) as necessary to process your order and which may optionally be saved to process future orders. You must provide certain payment and billing data directly to our payment service providers, including your name, credit card information, billing address, and ZIP code. We may also receive limited information, like the fact that you have a new card and the last four digits of that card, from payment service providers to facilitate payments. For security, Udemy does not collect or store sensitive cardholder data, such as full credit card numbers or card authentication data.</td> </tr> <tr> <td><strong>Instructor Payment Data</strong></td> <td>If you are an instructor, you can link your PayPal, Payoneer, or other payment account to the Services to receive payments. When you link a payment account, we collect and use certain information, including your payment account email address, account ID, physical address, or other data necessary for us to send payments to your account. In some instances, we may collect ACH or wire information to send payments to your account. In order to comply with applicable laws, we also work with trusted third parties who collect tax information as legally required. This tax information may include residency information, tax identification numbers, biographical information, and other personal information necessary for taxation purposes. For security, Udemy does not collect or store sensitive bank account information. The collection, use, and disclosure of your payment, billing, and taxation data is subject to the privacy policy and other terms of your payment account provider.</td> </tr> <tr> <td><strong>Data About Your Accounts on Other Services</strong></td> <td> <p>We may obtain certain information through your social media or other online accounts if they are connected to your Udemy account. If you login to Udemy via Facebook or another third-party platform or service, we ask for your permission to access certain information about that other account. For example, depending on the platform or service we may collect your name, profile picture, account ID number, login email address, location, physical location of your access devices, gender, birthday, and list of friends or contacts.</p> <p>Those platforms and services make information available to us through their APIs. The information we receive depends on what information you (via your privacy settings) or the platform or service decide to give us.</p> <p>If you access or use our Services through a third-party platform or service, or click on any third-party links, the collection, use, and sharing of your data will also be subject to the privacy policies and other agreements of that third party.</p> </td> </tr> <tr> <td><strong>Sweepstakes, Promotions, and Surveys</strong></td> <td>We may invite you to complete a survey or participate in a promotion (like a contest, sweepstakes, or challenge), either through the Services or a third-party platform. If you participate, we will collect and store the data you provide as part of participating, such as your name, email address, postal address, date of birth, or phone number. That data is subject to this Privacy Policy unless otherwise stated in the official rules of the promotion or in another privacy policy. The data collected will be used to administer the promotion or survey, including for notifying winners and distributing rewards. To receive a reward, you may be required to allow us to post some of your information publicly (like on a winner&rsquo;s page). Where we use a third-party platform to administer a survey or promotion, the third party&rsquo;s privacy policy will apply.</td> </tr> <tr> <td><strong>Communications and Support</strong></td> <td>If you contact us for support or to report a problem or concern (regardless of whether you have created an account), we collect and store your contact information, messages, and other data about you like your name, email address, messages, location, Udemy user ID, refund transaction IDs, and any other data you provide or that we collect through automated means (which we cover below). We use this data to respond to you and research your question or concern, in accordance with this Privacy Policy.</td> </tr> </tbody> </table> </div> </div> </section> </header> </div> </div> </div> <p><br></p>"
  }
]